import React from "react";

function Letter() {
    return <div className="letter">
        <p>To：宝贝❤️</p>
        <p>先祝你生日快乐啦！这是我送你的第一个生日礼物所以我希望可以把它做到比较完美一点，希望你会喜欢！第一次和你接触应该是去菲利斯的家坐同一辆车吧，那时候就觉得这个女生是这个gang的老大哈哈哈哈不是讲你凶只是那个感觉就是那样，跟现在看到的你完全不一样，或者说第二眼开始就不一样了。过后慢慢混进Gossip Girls慢慢认识你，我就懂了你也有一些温柔，一点可爱的一面，然后像我之前说的这些就很戳我，毕竟水瓶座都喜欢这些特别的（？）哈哈哈。所以我就开始有点好感，就想要更靠近一点，认识你多一点，就一直找机会坐你旁边，想要引起你的注意哈哈哈哈。</p>
        <hr></hr>
        <p>然后我来说说几件我印象比较深刻的事情吧。第一个是你之前有一次问ahlun “你们男生不是都喜欢姐姐的meh？” 那时候我心里就在想我确实很喜欢姐姐，我一直都很对那种又聪明又温柔的姐姐类型特别心动，所以你我就越看越喜欢，完全长在我的点上哈哈哈哈不要等下看到这里觉得我变态就好了（虽然我好像已经是变态了？）</p>
        <hr></hr>
        <p>问题不大我们讲下一件事情，就是你叫我去你房间两个人看戏，讲真的我一开始吓到但是想到机会来了不去怎么可以呢哈哈哈所以就去了咯，结果看了一个极其离谱的蓝甲虫，看老奶奶拿机关枪哈哈哈哈哈。那时候看戏我还有点不知所措，不知道要不要坐靠近一点，在那边偷偷移过去一点点，最后抱着那只猪睡棺材咯。之后应该都是一直坐你的副驾，提前熟悉小助理的工作范围哈哈哈，其实大部分时间我好像都只是在想我可以干嘛，其他人也没有把这件事摆上台面来讲，所以我不像以前会去怕做这些事情会不会被讲然后你就拒绝我了之类的，毕竟以前中学的时候是很容易被人家讲这些那些的，但是这次我好像把这件事都忘了，直到劼乐问我那个美女是不是没有那个转身向山里走去的那个好，我才想起其实大家都看在眼里，但是你又是怎么想的我还是不知道，那时候其实有纠结，怕有些东西会做over了还是什么，现在看来多少有些多余了。</p>
        <hr></hr>
        <p>还有就是我们整群的人在那边讲爸爸妈妈孩子的时候，我都被叫爸爸了，那个ahlun还去叫你什么其他的，我就偷偷的讲了一句你叫妈妈不好吗，我要这样的老婆哈哈哈，想法有时候真的很天真。反正过后你叫我去第二次看戏的时候，你看到睡着了，我就pause了一下那个戏，看着你睡觉的样子看了十分钟，然后开始思考我是睡地上好一点还是睡椅子，我就试探性的叫了一两声你的名字但是你没醒，我就继续看戏等看你会不会醒，结果到最后我成功上到床了嘿嘿。那时候我真的不知道你怎么想的，毕竟叫一个男的去自己宿舍而且是两个人罢了，就真的不怕我精虫上脑meh，到底是多信任我才会那么做，还是那个只是测试，如果我精虫上脑就会一堆人跑出来把我压倒是吧哈哈哈。</p>
        <hr></hr>
        <p>好啦回忆的差不多了，我想说虽然我们的相遇和相知有点超出我的想象，但是我每一次看到你的脸，我就会有一种保护欲，什么都想帮你做，然后每次都觉得这张脸很美，或许这是喜欢的证明吧，我也不清楚但是我只知道那时的我只想和你在一起，然后你一回家我就有点迷失方向，不知道要干嘛了哈哈哈。真的真的很喜欢你宝贝！🥰</p>
        <hr></hr>
        <p>是时候来做我还没做到的东西了，读到这里我也不确定我是不是和你坐在一起，还是你刚和朋友庆祝完生日回到家，还是什么其他情况，但是我还是想亲口对你说那句我喜欢你，所以如果我不在你身边，就打电话给我，我会亲口把我没说的话说完……</p>
    </div>
}

export default Letter;
